{
  "subtitle": "My sister had fits ", 
  "description": "You can avoid it with regular check-ups", 
  "language": "eng_GB", 
  "title": "My sister had fits ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-05-10T07:23:43+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-05-12T09:14:14.914661+00:00", 
  "_version": {
    "package_version": "1.0.1", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "60541c6a22b241cca7b59d207068ba16", 
    "87309e2395504c048161a6e4030fbccf", 
    "1447c2b9b25f4046a890fe49473c701b", 
    "e9edf308575d4e65973306a7913c36ff", 
    "cceb08e7d43c4f35bfe0a4facc916080"
  ], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nThe best way to avoid having fits in pregnancy is to check your blood pressure and water (urine) regularly. You can get these tests from a nurse or midwife. \r\n\r\nHaving fits in pregnancy is usually because of pre-eclampsia. If your sister or mother had pre-eclampsia, your risk of getting it is high. You are also more likely to get pre-eclampsia if you had high blood pressure before pregnancy or if you have diabetes.\r\n\r\nExperts think you get pre-eclampsia because your body cannot carry the baby any longer. If this happens, the baby will need to be born earlier than expected. A is the best place to help you to have your baby safely.\r\n\r\nBlood pressure checks and urine tests can identify problems early. So the best way to avoid fits is to see a nurse or midwife regularly for tests. Regular checks monitor your health and your body’s ability to carry your baby inside you. \r\n\r\nYour nurse or midwife may suggest you start taking calcium tablets when you are about 4 months pregnant. Calcium tablets can help prevent problems in late pregnancy.\r\n\r\nSee a nurse or midwife, or go to the hospital immediately if:\r\n\r\n•\tyou have blurred vision\r\n\r\n•\tyou have a severe headache\r\n\r\n•\tyour face, hands and feet begin to swell suddenly\r\n\r\nThese signs may mean you have pre-eclampsia, and you may have fits if you do not get help quickly.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 88, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "My_sister_had_fits", 
  "uuid": "202a90e48d3c4049b39958cd8dd70d90"
}